
interface Text {
    [key: number]: string;    
  }
const text: Text = {
    1: `1.Маг
    Ваш талант – умение найти общий язык с разными людьми, писать, 
    говорить, любимыми способами передавать информацию. 
    В плюсе у вас хорошие отношения с братьями и сёстрами, успехи в 
    новых проектах, подписании договоров, передаче знаний.
    В минусе можете столкнуться с предательством со стороны род ственников, учеников, с крахом бизнеса и ошибками в оформле нии документов.
    1. Создать своё дело
    2. Не уйти в гордыню 
    3. Осознать свое могущество через постановку самой главной 
    цели. Постановка цели происходит через вопрос: «Кто я?». У такого 
    человека будут проблемы в профессиональной ориентации. Ему 
    будет сложно найти дело своей жизни.
    4. Раскрыть талант лидера 
    5. Раскрыть талант управлять массами`,
    2: `2. Жрица
    Ваш талант – умение чувствовать психологическое состояние близких людей, понимание природы.
    В плюсе вас ждут хорошие отношения с мамой, покровительство со 
    стороны женщин, успех в «женских» профессиях.
    В минусе – конфликты с мамой, ее болезненное состояние, предательства со стороны женщин, обманы, сплетни.
    1. Принять свое бессознательное и научиться слушать свою интуицию. 
    2.Человека будут постоянно окружать мистические люди, и происходить непонятные события. 
    Все это направлено для того, чтобы человек осознал, что есть помимо материального мира мир духовный.
    3. Примириться с мамой
    4. Научиться прощать
    5. Не растворяться в партнере
    6. Раскрыть талант оратора 
    7. Ранний брак, дети, проработать материнство 
    8. Не врать 
    9. Не изменять, не должно быть много партнеров`,
    3:`3. Императрица
    Ваш талант – материнство, отцовство, материализация всех желаний.
    В плюсе вас ожидают хорошие отношения с детьми, успехи в бизнесе, карьере и реализация себя в сфере семьи.
    В минусе можете столкнуться с предательством детьми, болезнями, 
    проблемами с тещей или свекровью.
    1. Сохранить свою самость и индивидуальность. Изначально в этой 
    линии судьбы есть чувство гармонии. Его необходимо сохранять и 
    развивать. 
    2.Человеку необходимо заниматься творчеством.
    3. Проработать мамины программы – проанализировать ошибки, 
    сделал выводы
    4.не идти на поводу у мамы
    5. Не обижаться на маму
    6. Стать мамой, полюбить детей
    У мужчины программы 4 аркана вместо 3 `,
    4:`4. Император 
    Ваш талант – бизнес, профессиональный подход к работе, добиться 
    успеха в карьере и на роли руководителя.
    В плюсе вас ожидает успех в карьере, финансовая стабильность.
    В минусе есть риск столкнуться с крахом бизнеса, предательствами со стороны коллег, срывами сделок, договоров, проблемами со 
    здоровьем
    1. научиться принимать решения, руководствуясь разумом и логикой, а не чувствами. Если человек допускает ошибку, необходимо 
    брать ответственность за нее.
    2. Стать главой в семье
    3. Не уйти в алчность и меркантильной
    4. Развивать эмпатию`,
    5:`5. Иерофант
    Вашим талантом является мудрость и умение видеть других насквозь.
    В плюсе будете окружены поддержкой со стороны мужского пола, 
    найдете нужных духовных наставников и учителей.
    В минусе есть риск столкнуться с болезнями отца, близких мужчин, 
    конфликтами с мужским полом.
    1. Научиться использовать разум и интуицию. Человеку в этой жизни не хватает баланса. Ему необходимо найти гармонию и доработать то состояние, которое у него наиболее ущербно.
    2. Стать учеником 
    3. Развить талант учить
    4. Не распыляться
    5. Выработать систему и дисциплину`,

   6:` 6. Влюбленные
    Ваш талант состоит в умении чувствовать родственников на расстоянии, вы легко находите общий язык и вливаетесь в коллектив.
    В плюсе вам предначертано быть в любви, строить семью, создавать семейный бизнес.
    В минусе не исключены смерти и болезни супруга, срывы сделок и 
    договоров, производственный шпионаж.
     
    1. Следует понимать, что карта «Влюбленные» олицетворяет «внутреннюю женщину» и «внутреннего мужчину». Необходимо найти 
    гармонию между мужчиной и женщиной. Гармоничное соотношение – 70% на 30% (в зависимости от половой принадлежности), т.е. 
    женщина должна быть на 70% женщиной, остальные 30% должны 
    проявляться как мужская разумность, логика и ответственность.
    2. Избежать развода до 25 лет
    3. Научиться любить себя
    4. Раскрыть талант – дар в руках
    5. Раскрыть талант – чувство красоты
    И прекрасного
    6. Не жертвовать собой
    7. Научиться смотреть в глубину человека, а не на его внешность
    8. Полюбить своё тело`,
    7:`7. Колесница
    Ваш талант состоит в умении приспосабливаться к обстоятельствам, любым ситуациям, вы легко адаптируетесь в незнакомой 
    обстановке.
    В плюсе могут быть такие события, как успех в карьерном плане, 
    рост в деньгах, быстрый результат.
    В минусе возможны проблемы с карьерой, сложности с дорогой, 
    транспортом, автокатастрофы, запреты со стороны близких людей.
    1. Главный девиз человека - «постоянно самосовершенствоваться и 
    не останавливаться на достигнутом и идти к поставленной цели». 
    2. Не сидеть не месте
    3. Открыться людям
    4. Не уходить в зависимости 
    5. Вести правильный образ жизни`,
    8:`8. Сила
    Ваш талант основан на законности и справедливости: вы способны 
    находить верное и справедливое решение, соблюдать права.
    В плюсе ваш аркан влечет успех в правовой сфере, успешные сделки, получение наследства, помощь со стороны государства.
    В минусе можете столкнуться с конфликтами, ошибками в правовых документах, проигрышами в судах.
    1. Не зацикливаться на справедливость
    2. Не ждать взамен 
    3. Не бояться предательств
    4. Не предавать
    5. Не зацикливаться на деньгах
    6. Построить бизнес или уйти в гос структуру`,
    9:`9. Отшельник 
    Ваш талант связан с экстрасенсорикой, вы можете развить себя в 
    этой сфере, так как буквально считываете людей.
    В плюсе можете встретить на пути успех в духовном развитии, эзотерике, индивидуальных проектах.
    В минусе возможна психологическая или физическая утрата близких, изоляция через болезни, безработица.
    1. Отработка состояния жертвы. 
    2. Помогать миру
    3. Уйти в духовность
    4. Не стать спасателем без просьбы`,
    10:`10. Колесо Фортуны 
    Ваш талант напрямую связан с деньгами: вы способны легко приумножать капитал, управлять им.
    В плюсе ждет успех в финансовой сфере, выгодные сделки, приток 
    денег.
    В минусе следует остерегаться падения в денежной сфере, бизнесе.
    1. Необходимо взять на себя ответственность за свою жизнь. Колесо 
    Фортуны – это средство передвижения по жизни, но каждый сам 
    выбирает: быть ему пассажиром или водителем.
    2. Довериться вселенной 
    3. Убрать перфекционизм
    4. Создать своё дело
    5. Путешествовать или переехать или связать дело с путешествиями`,
    11:`11. Справедливость 
    Ваш талант в умении преодолевать препятствия в любой конкурентной борьбе, побеждать.
    В плюсе вы можете быть победителем в бизнесе, карьере, в любом 
    споре, конкурентной борьбе.
    В минусе столкнетесь с тайными врагами, драками, нападением, 
    непреодолимыми препятствиями.
    1. Не уходить в жертвенность
    2. Не уходить в агрессию
    3. Помогать миру
    4. Талант в голосе`,
    12:`12. Повешенный
    Ваш талант основан на умении почувствовать психоэмоциональное 
    состояние другого, успокоить и поддержать.
    В плюсе готовьтесь к общественному признанию, расширению круга 
    знакомств.
    В минусе не избежать предательства со стороны близких людей, отсутствия взаимопонимания.
     1. Необходимо научиться смотреть на ситуацию с разных сторон: 
    сверху – для того, чтобы видеть почему произошла данная ситуация; 
    «вверх ногами» - чтобы научиться принимать разные точки зрения: в 
    черном видеть белое, а в белом – черное…
    2. Избавиться от депрессий
    3. Проработать маму 
    4. Талант в голосе 
    5. Талант видеть так, как другие не могут - новаторское мышление`, 
    13:`13. Смерть 
    Ваш талант в умении найти альтернативный вариант в любой ситуации, выйти из трудной ситуации.
    В плюсе готовьтесь к резким переменам в жизни, необычным подаркам судьбы, позитивным трансформациям в лучшую сторону.
    В минусе перемены будут резко отрицательными, неожиданными - 
    смерть близких, аварии, катастрофы.
    1. Человеку необходимо научиться отпускать ситуацию и людей из 
    своей жизни. Если закрывается одна дверь, надо идти и искать другую – открытую дверь. 
    2. Человек однолюб – это тот, кто сидит у закрытой двери и страдает, а 
    общество ему сочувствует, а иногда восхищается, тем самым подпитывая его жертвенность. «Если лошадь сдохла, слезь, и иди дальше».
    3. Трансформация через разрушение
    4. Не разрушать человека
    5. Создать систему и дисциплину в жизни
    6. Создать своё творчество хобби или дело`, 
    14:`14. Умеренность
    Ваш талант основан на умении гармонизировать любую ситуацию, 
    возможности вырастить, что угодно.
    В плюсе вас ожидает успех в сфере, связанной с сельским хозяйством, возможность получать от жизни все, чего вы достойны.
    В минусе готовьтесь к краху привычных установок, медленному разорению.
    1. Проработать жадность
    2. Проработал неумеренность
    3. Творить - творчество 
    4. Стать системный
    5. Принять учителей в жизни 
    6. Талант - учить `,
    15: `15. Дьявол 
    Ваш талант связан с магией, пророческим даром, колдовством, все 
    мысли материализуются.
    В плюсе судьба одарит вас успехом в бизнесе, карьере, эзотерике, вас 
    ждет страсть и эмоции в личной жизни.
    В минусе неизбежны конфликты, убытки в финансовой сфере, проблемы с криминалом.
    1. Отработка теневой стороны своей личности. Необходимо принять 
    все негативные качества, которые человек в себе открывает и подавлять. Только таким образом, он сможет ими управлять и действительно быть личностью.
    2. Не изменять
    3. Не искушаться 
    4. Не уходить в зависимости 
    5. Талант – сама личность яркая и должна себя показать миру`, 
    16:`16. Башня 
    Ваш талант в умении выстраивать, что угодно с нуля.
    В плюсе приготовьтесь к успеху в любом бизнесе, деле, карьере, возможны крупные покупки в недвижимости, перспективные взаимоотношения.
    В минусе работает обратная история: крах бизнеса, проблемы с имуществом и финансовой сферой.
     1. Отработка зависти.
    Зависть бывает двух видов:
    Стимулирующая на развитие, когда чужой успех мотивирует на личностный, и человек способен сделать нечто более грандиозное;
    Вызывающее желание облить грязью. В этом случае башня строится 
    из песка и человек рано или поздно упадет и стукнется очень больно.
    2. Человек должен стремиться оставить после себя положительный 
    след в истории 
    3. Не разрушать себя 
    4. Сохранять отношения
    5. Не уходить в меркантильность 
    6. Не бежать за деньгами`,
    17:`17. Звезда
    Ваш талант проявляется во всех творческих сферах, у вас хорошо развито креативное видение и мышление.
    В плюсе будьте готовы к творческой реализации, славе, успеху, открытию творческих дорог.
    В минусе возможны сложности с реализацией, отсутствие славы, поддержки и вдохновения.
    1. Прославиться 
    2. Не воровать чужую идею 
    3. Не повторять за другими
    4. Поверить в себя, даже когда другие не верят`,
    18:`18. Луна
    Ваш талант в умении наводить порядок, создавать домашний уют, 
    комфортную обстановку.
    В плюсе этот аркан ведет к романтическим знакомствам, созданию 
    семьи, рождению детей.
    В минусе возможно предательство со стороны близких, любовные 
    треугольники, отсутствие комфорта в жизни, конфликты с родителями, мошенничество.
    1. Избавиться от страхов
    2. Осознать силу своей мысли 
    3. Научиться ей управлять 
    4. Целительства талант 
    5. Магия талант 
    6. Не врать`,
    19: `19. Солнце
    Ваш талант основывается на умении добиться нужного статуса, власти, найти легко общий язык с людьми. В плюсе предначертан успех 
    в карьере, уважение и почет в обществе, поддержка руководства и 
    государства, перспективные сделки и проекты.
    В минусе неизбежно падение в карьерной сфере, смещение с должности, интриги, подставы со стороны коллег.
     1. Оставить положительный след в истории, поэтому необходимо с 
    раннего возраста выбрать направление и совершенствоваться в нем.
    2. Стать лидером 
    3. Не уходить в гордыню и не пользоваться своей силой во вред
    4. Стать сильной опорой для своей команды`,
    20:`20. Суд
    Ваш талант заключается в сильное генетике и связи с родом, знании 
    его традиций.
    В плюсе акцент будет на создании семьи, поддержка со стороны рода, 
    успех в семейном бизнесе.
    В минусе на пути могут возникнуть трудности, связанные с отсутствием поддержки рода, близких людей, крах бизнеса.
    1. Простить обиды
    2. Примите род
    3. Проработать маму
    4. Не сплетничать
    5. Раскрыть талант эмпатии и психологии
     Часто отрабатывают карму рода`, 
    21:`21. Мир
    Ваш талант проявляется в толерантности ко всему в мире, уважении 
    народов и их традиций, знании законов.
    64
    В плюсе предначертан успех в общении с иностранцами, работа с 
    иностранными компаниями, знакомства с известными людьми, путешествия.
    В минусе следует ждать от жизни проблемы за границей, срыв международных сделок, проблемы в коммуникациях с иностранцами, 
    изгнание из общества.
    1. Объединять людей
    2. Стать свободным
    3. Избавиться от иллюзий разобщенности 
    4. Творчество
    5. Талант иностранные языки
    6. Пройти уроки мамы`,
    22:`22. Дурак 
    Ваш талант в коммуникабельности, дружелюбности, легкости в жизни.
    В плюсе вы можете быть тем самым человеком, который успевает 
    много и сразу, легко заводите знакомства, находите общий язык с разными людьми, постоянно окружены поддержкой.
    В минусе вас ждет множество нерешаемых проблем - болезни детей, 
    конфликты с ними, инвалидность, бесконечные хлопоты. 
    1. Определиться с четким профессиональным направлением.
    2. Не нужно быть ребёнком и шутом
    3. Стать ответственным 
    4. Выступать на массы
    5. Талант – голос – менять мышление молодежи`,

}

export default text;